Repository: josuehenrique/iliad-hacking
Catalog: connectionMgr/po/*.po
Languages: de, es, fr, it

source: Network profile: %s/proxy
de: Netzwerk Profile: %s / Proxy
es: Conexiones de red: %s/proxy
fr: Profil réseau : %s/proxy
it: Profilo di rete: %s/proxy

source: Network profile: proxy
de: Netzwerk Profile: Proxy
es: Conexiones de red: proxy
fr: Profil réseau : proxy
it: Profilo di rete: proxy

source: Enter the iLiad's IP address:
de: Bitte geben Sie die iLiad IP Adresse ein:
es: Indique el IP estático del iLiad:
fr: Tapez l'adresse IP de l'iLiad:
it: Inserire l'indirizzo IP di iLiad:

source: Enter the iLiad's netmask:
de: Bitte geben Sie die iLiad Netmask ein:
es: Indique la máscara de red:
fr: Saisissez le masque réseau de l'iLiad :
it: Inserire il netmask di iLiad:

source: Enter the default gateway's IP address:
de: Bitte geben Sie die IP Adresse des Default Gateways ein:
es: Indicar la IP de la puerta de enlace predeterminada:
fr: Tapez l'adresse IP de la passerelle par défaut :
it: Inserire il gateway di default:

source: Enter the DNS name server's IP address:
de: Bitte geben Sie die IP Adresse des DNS Servers ein:
es: Indicar la IP del servidor DNS:
fr: Tapez l'adresse IP du serveur de noms DNS:
it: Inserire il nome del server DNS:

source: If you do not know the settings for this network, please ask your network administrator.
de: Wenn Sie die Einstellungen für dieses Netzwerk nicht kennen, fragen Sie Ihren Netzwerk Administrator.
es: Si desconoce el número contacte con su admisnistrador de red.
fr: Si vous ne connaissez pas les paramètres pour ce réseau, demandez à votre administrateur réseau.
it: Se non si conoscono quali impostazioni inserire, chiedere all'amministratore di rete.

source: Network profile: %s/static
de: Netzwerk Profile: %s / Statisch
es: Conexiones de red: %s/static
fr: Profil réseau : %s/statique
it: Profilo di rete: %s/static

source: Network profile: static
de: Netzwerk Profile: Statisch
es: Conexiones de red: static
fr: Profil réseau : statique
it: Profilo di rete: static

source: Type the network name (SSID) and click 'Next'.
de: Geben Sie den Netzwerknamen an (SSID) und klicken Sie 'Weiter'.
es: Escriba el nombre de la red (SSID) y pulse 'Siguiente'.
fr: Saisissez le nom du réseau (SSID), puis cliquez sur ‘Next’(Suivant).
it: Inserire il nome della rete (SSID) e cliccare 'Successivo'

source: Select the security type of this wireless network.
de: Bitte geben Sie die Art der Authentifizierung an:
es: Seleccione el tipo de seguridad de su red WiFi:
fr: Sélectionnez le type de sécurité de ce réseau sans fil:
it: Selezionare il tipo di sicurezza della rete wireless.

source: Off
de: Aus
es: Abierta

source: Enter the security key / passphrase:
de: Bitte geben Sie den Schlüssel / die Passphrase ein:
es: Escriba la clave para esta red WiFi:
fr: Tapez la clé de sécurité / phrase de passe :
it: Inserire la chiave di rete/passphrase

source: If you do not know the network name for this access point, please ask your network administrator.
de: Wenn Sie den Netzwerknamen für diesen Zugrifsspunkt nicht kennen, fragen Sie Ihren Netzwerk Administrator.
es: Si desconoce el nombre de la red, contacte con su admisnistrador de red.
fr: Si vous ne connaissez pas le nom du réseau pour ce point d’accès, demandez à votre administrateur réseau.
it: Se non si conosce il nome di rete per l'access point, chiedere all'ammministratore di rete.

source: Click 'Off' for a non secured network or choose the security type of your network. Both 'WEP' and 'WPA' requires a security key.
de: Klicken Sie 'Aus' für ein ungeschütztes Netzwerk oder wählen Sie den Sicherheitstyp Ihres Netzwerks. Sowohl 'WEP' als auch 'WPA' benötigen einen Sicherheitsschlüssel.
es: Pulse 'Off' para una red abierta o elija el tipo de seguridad de su red. Tanto 'WEP' como 'WPA' requieren que conozca la cláve.
fr: Cliquez sur ‘Off’ (Désactivé) pour un réseau non sécurisé ou choisissez le type de sécurité de votre réseau. WEP et WPA requièrent une clé de sécurité..
it: Scegliere 'Off' per una rete non protetta o scegliere il tipo di sicurezza della rete in uso. Sia 'WEP' che 'WPA' necessitano di una chiave di rete.

source: For WEP, set your local router device to a HEX key. Hint: If you do not know the security key for this network, please ask your network adminitrator.
de: Fur WEP, setzen Sie Ihren Router bitte auf einen HEX Schlüssel. Hinweis: Wenn Sie den Schlüssel für dieses WLAN nicht kennen, fragen Sie bitte Ihren Netzwerk Administrator.
es: Para WEP, configure su router con una clave HEXa-decimal. Sugerencia: Si desconoce la clave contacte con el administrador de su red.
fr: WEP : paramétrez votre routeur local sur une clé HEX. Conseil : Si vous ne connaissez pas la clé de sécurité pour ce réseau, demandez à votre administrateur réseau.
it: Per WEP, impostare il router locale con una chiave HEX. Suggerimento: se non si conosce la chiave di rete, chiedere all' amministratore di rete.

source: For WPA, set your router to PSK mode with TKIP. Hint: If you do not know the security key for this network, please ask your network administrator.
de: Für WPA setzen Sie Ihren Router auf PSK-TKIP mode. Hinweis: Wenn Sie den Schlüssel für dieses WLAN nicht kennen, fragen Sie bitte Ihren Netzwerk Administrator.
es: Para WPA, Configure su router en modo PSK con TKIP. Sugerencia: Si desconoce la clave contacte con el administrador de su red.
fr: WPA : paramétrez votre routeur en mode PSK avec TKIP. Conseil : Si vous ne connaissez pas la clé de sécurité pour ce réseau, demandez à votre administrateur réseau.
it: Per WPA è necessario settare il router in modalità PSK con TKIP. Suggerimento: se non si conosce la chiave di rete, chiedere all'amministratore di rete.

source: If you personalize the profile name, it will be easy to recognize in the iLiad's network profile list. Click 'Next' for more advanced settings.
de: Wenn Sie dem Profil einen Namen geben, können Sie es leichter in iLiad's Profilliste finden. Klicken Sie 'Weiter' um weitere Einstellungen anzugeben.
es: Si personaliza el nombre de la conexión, sera más facil reconocerla en la lista de conexiones. Pulse 'Siguiente' para acceder a configuración avanzada.
fr: Si vous personnalisez le nom du profil, il vous sera facile de le repérer dans la liste des profils de réseau de l’iLiad. Pour obtenir d’autres paramètres avancés, cliquez sur ‘Next’ (Suivant).
it: Se si personalizza il nome del profilo, sarà poi semplice riconoscerlo nella lista dei profili. Cliccare 'Successivo' per le impostazioni avanzate.

source: Connection to server can not been established correctly.
de: Verbindung mit dem Server kann nicht hergestellt werden.
es: La conexión con el servidor no se pudo establecer correctamente
fr: La connexion avec le serveur ne peut pas être établie correctement.
it: La connessione al server non può essere stabilita correttamente.

source: Network name (SSID):
de: Netzwerkname (SSID):
es: Nombre de la red (SSID):
fr: Nom du réseau (SSID) :
it: Nome di rete (SSID):

source: Security type:
de: Sicherheitstyp:
es: Tipo de seguridad:
fr: Type de sécurité :
it: Tipo di sicurezza:

source: Connect
de: Verbinden
es: Conectar
fr: Connexion
it: Connetti

source: Click the button for advanced settings.
de: Klicken Sie auf die Schaltfläche um weitere Einstellungen anzugeben.
es: Pulse el botón para configuraciones avanzadas.
fr: Pour connaître la liste des paramètres avancés, cliquez sur le bouton.
it: Cliccare il pulsante per le impostazioni avanzate.

source: Advanced settings
de: Weitere Einstellungen
es: Configuración avanzada
fr: Paramètres avancés
it: Impostazioni avanzate

source: If you do not know the security key for this access point. Please ask your network administrator.
de: Wenn Sie den Sicherheitsschlüssel für dieses Netzwerk nicht kennen, fragen Sie Ihren Netzwerk Administrator.
es: Si desconoce la clave contacte con su admisnistrador de red.
fr: Si vous ne connaissez pas la clé de sécurité pour ce point d’accès, demandez à votre administrateur réseau.
it: Se non si conosce la chiave di rete per questo access point, chiedere all'amministratore di rete.

source: Connection failed: Cannot connect to the access point. Check that the security key is correct and for WPA check that your router is set to PSK-TKIP mode. If you do not know the settings for this access point, please ask your network administrator.
de: Verbindung fehlgeschlagen: Es kann keine Verbindung zu dem Zugriffspunkt hergestellt werden. Stellen Sie sicher das der Sicherheitsschlüssel richtig ist und bei WPA überprüfen Sie, das der Router auf PSK-TKIP eingestellt wurde. Wenn Sie die Einstellungen für diesen Zugriffspunkt nicht kennen, fragen Sie Ihren Netzwerk Administrator.
es: Fallo en la conexion: No se puede conectar. Cumpruebe que la clave es correcta in en caso de WPA compruebe que su ruter usa el modo PSK-TKIP. Si desconoce la configuración del proxy is esta seguro de que la necesita contacte con su admisnistrador de red.
fr: Échec de la connexion : connexion au point d’accès impossible. Vérifiez que la clé de sécurité est correcte. Pour WPA, contrôlez que votre routeur est bien paramétré sur le mode PSK-TKIP. Si vous ne connaissez pas les paramètres pour ce point d’accès, demandez à votre administrateur réseau.
it: Connessione fallita: Impossibile connettersi all'access point. Verificare che la chiave di rete sia corretta e per il WPA che il router sia settato in modalità PSK-TKIP. Se non si conosce la chiave di rete per l'access point, chiedere all'amministratore di rete.

source: Connection failed: Cannot connect to the internet or iDS. Click on 'Advanced settings' to set a proxy server. Please ask your network administrator if you do not know the correct settings for this network.
de: Verbindung fehlgeschlagen: Es kann keine Verbindung zum Internet oder iDS hergestellt werden. Klicken Sie auf 'Weitere Einstellungen' um einen Proxy Server anzugeben. Wenn Sie die Einstellungen für das Netzwerk nicht kennen, fragen Sie Ihren Netzwerk Administrator.
es: Fallo en la conexion: No se puede conectar. Pulse 'Configuracion Avanzada' para configurar un servidor proxy. Si desconoce la configuración del proxy is esta seguro de que la necesita contacte con su admisnistrador de red.
fr: Échec de la connexion : connexion à Internet ou à l’IDS impossible. Cliquez sur ‘Advanced settings’ (Paramètres avancés) pour définir un serveur de proxy. Si vous ne connaissez pas les paramètres exacts pour ce réseau, demandez à votre administrateur réseau.
it: Connessione fallita: Impossibile connettersi a internet o a iDS. Cliccare su 'Avanzate' per impostare un proxy server. Se non si conoscono le impostazioni necessarie, chiedere al proprio amministratore di rete.

source: Connection failed: Cannot connect to your computer. Please check the 'Settings for Computer Connection' in the iLiad Settings menu.
de: Verbindung fehlgeschlagen: Verbindung zum Computer nicht möglich. Bitte überprüfen Sie die 'Einstellungen der Computerverbindung' im iLiad Einstellungs Menü.
es: Error en la conexión: No se puede conectar a su PC. Compruebe la 'Configuración de conexión al PC' en el menu de configuración de su iLiad.
fr: Échec de la connexion : impossible de vous connecter à votre ordinateur. Vérifiez les ‘Settings for Computer Connection’ (Paramètres pour connexion à l’ordinateur) dans le menu Settings (Paramètres) de l’iLiad.
it: Connessione fallita: Impossibile connettersi al computer. Verificare le 'Impostazioni per la connessione al Computer' nel menu 'Impostazioni iLiad'.

source: Connection to the server has been established.
de: Verbindung mit dem Server wurde hergestellt.
es: La conexión con el servidor se ha establecido correctamente
fr: La connexion avec le serveur a été établie correctement.
it: Connessione al server stabilita.

source: Type the phone number which you get from your ISP:
de: Bitte geben Sie die Telefonnummer ein, die Ihnen Ihr Internetprovider mitgeteilt hat.
es: Escriba el numero de telefono proporcionado por su proveedor de internet:
fr: Tapez le numéro de téléphone fourni par votre FSI:
it: Inserire il numero di telefono con cui collegarsi al provider:

source: Type your username:
de: Geben Sie Ihren Benutzernamen ein:
es: Escriba su nombre de usuario:
fr: Tapez votre nom d'utilisateur:
it: Inserire nome utente:

source: Type your password:
de: Geben Sie Ihr Passwort ein:
es: Escriba su contraseña:
fr: Tapeez votre mot de passe:
it: Inserire password:

source: If you do not know the settings for this network, please ask your Internet Service Provider for detailed information.
de: Wenn Sie diese Einstellungen nicht wissen, befragen Sie hierzu bitte Ihren Internetdienstanbieter.
es: Si no conoce esta configuración, pongase en contacto con su proveedor de Internet para obtenerla.
fr: Si vous ne connaissez pas les paramètres pour ce réseau, contactez votre FSI (Fournisseur de Services Internet) pour de plus amples informations.
it: Se non si conoscono le impostazioni per la connessione, chiedere informazioni al proprio provider.

source: Computer
es: PC
fr: PC
