Repository: josuehenrique/iliad-hacking
Catalog: connectionMgr/po/*.po
Languages: de, es, fr, it

source: iLiad network profiles
de: iLiad Netzwerk Einstellungen
es: Conexiones de red del iLiad
fr: Paramètres réseaux
it: Profili di rete

source: iLiad network connection
de: iLiad Netzwerk Verbindung
es: Conexiones de red del iLiad
fr: Connexion réseau iLiad
it: Connessioni di rete

source: iLiad network configuration
de: iLiad Netzwerk Konfiguration
es: Conexiones de red / Configuración de red
fr: Configuration réseau iLiad
it: Configurazioni di rete

source: iLiad profile editor
de: iLiad Profil Editor
es: Editor de Conexiones de red
fr: Éditeur de profils iLiad
it: Editor dei profili

source: Connection settings
de: Verbindungseinstellungen
es: Configuraciones de red
fr: Paramètres de connexion
it: Impostazioni di connessione

source: Select to connect to the iDS (iRex Delivery Service) or to your computer.
de: Bitte wählen Sie die Verbindung: iDS (iRex Delivery Service) oder Ihr Computer.
es: Seleccione conectar a su PC o conectar a Internet (iDS)
fr: Sélectionnez la connexion au serveur iDS ou à votre PC.
it: Selezionare se connettere iLiad a iDS (iRex Delivery Service) o al computer.

source: Select a connection type or accept the default.
de: Wählen Sie einen Verbindungstyp oder akzeptieren Sie die Voreinstellung.
es: Seleccione un tipo de conexión o elija la conexión por defecto.
fr: Sélectionnez un type de connexion ou acceptez celui par défaut.
it: Selezionare un tipo di connessione o accettare quella di default.

source: Wired
de: LAN
es: Ethernet
fr: Câblé
it: Cavo

source: Wireless
de: WLAN
es: WiFi
fr: Sans fil

source: Dial-up
de: Wählleitung
es: Acceso telefónico
fr: Commutation
it: Modem

source: Available wired networks
de: Verfügbare, drahtgebundene Netzwerke
es: Redes ethernet (por cables) disponibles
fr: Réseaux câblés disponibles
it: Reti via cavo disponibili

source: No wired networks found. Click the Wired button above to scan again.
de: Keine Netzwerke gefunden. Klicken Sie auf die Netzwerk Schaltfläche um erneut zu suchen.
es: No se encontro acceso a Internet con redes ethernet. Busque de nuevo haciendo clic más arriba en el botón Ethernet.
fr: Aucun réseau câblé. Cliquez sur le bouton 'Câblé' pour chercher de nouveau.
it: Non sono state trovate reti cablate. Cliccare 'Cavo' qui sopra per cercare di nuovo.

source: Please wait while the iLiad scans for wired networks ...
de: Bitte warten Sie, das Gerät sucht nach verfügbaren Netzwerken ...
es: Por favor espere mientras el iLiad busca redes WiFi cercanas ...
fr: Veuillez patienter pendant que l'iLiad détecte les réseaux sans fil.
it: Attendere, iLiad sta cercando le reti via cavo ...

source: Available dial-up networks
de: Verfügbare Einwahl Netzwerke
es: Redes telefónicas disponibles
fr: Réseaux commutés disponibles
it: Connessioni via modem disponibili

source: No dial-up networks found. Click the Dial-up button above to scan again.
de: Keine Wählverbindungen gefunden. Klicken Sie auf die Wählverbindung Schaltfläche um es erneut zu versuchen.
es: No se encontraron redes telefónicas. Busque de nuevo haciendo clic más arriba en el botón Acceso telefónico a redes.
fr: Aucun réseau commuté. Cliquez sur le bouton 'Commuté' pour chercher de nouveau.
it: Non sono state trovate connessioni via modem. Cliccare 'Modem' qui sopra per cercare di nuovo.

source: Please wait while the iLiad scans for dial-up networks ...
de: Bitte warten Sie, das Gerät sucht nach Einwahl Netzwerken ...
es: Por favor espere mientras el iLiad busca redes Telefónicas disponibles.
fr: Veuillez patienter pendant que l'iLiad détecte les réseaux commutés.
it: Attendere, iLiad sta cercando le reti via modem ...

source: Available wireless networks
de: Verfügbare drahtlose Netzwerke
es: Redes WiFi disponibles
fr: Réseaux sans fil disponibles
it: Reti wireless disponibili

source: No wireless networks found. Click the Wireless button above to scan again.
de: Keine Drahtlos Netzwerke gefunden. Klicken Sie auf die Drahtlos Schaltfläche um erneut zu suchen.
es: No se encontraron redes WiFi. Busque de nuevo haciendo clic más arriba en el botón WiFi.
fr: Aucun réseau sans fil. Cliquez sur le bouton 'Sans fil' pour chercher de nouveau.
it: Non sono state trovate reti wireless. Cliccare 'Wireless' qui sopra per cercare di nuovo.

source: Please wait while the iLiad is scanning for wireless networks ...
de: Bitte warten Sie, das Gerät sucht nach WLAN's ...
es: Por favor espere mientras el iLiad busca redes WiFi cercanas ...
fr: Veuillez patienter pendant que l'iLiad détecte les réseaux sans fil.
it: Attendere, iLiad sta cercando le reti wireless ...

source: Signal strength of network:
de: Signalstärke des Netzwerks:
es: Calidad de la señal:
fr: Force du signal réseau:
it: Potenza del segnale di rete:

source: Setup a network profile
de: Erstellen Sie ein neues Netzwerkprofil
es: Crear un nuevo perfil de conexión
fr: Configurer un profil réseau
it: Impostare un profilo di rete

source: You can create or edit a network profile by clicking the button below.
de: Klicken Sie auf die Schaltfläche um ein Netzwerkprofil anzulegen oder zu ändern.
es: Pulse el botón más abajo para crear una nueva conexión
fr: Vous pouvez créer ou modifier un profil réseau en cliquant sur le bouton ci-dessous.
it: E' possibile creare o modificare un profilo di rete cliccando il pulsante qui sotto.

source: Profile editor
de: Profil Editor
es: Conexiones de red
fr: Éditeur de profils
it: Editor dei profili

source: No wired profiles exist, please use the button below to create a profile.
de: Es gibt kein Netzwerkprofil, bitte benutzen Sie die Schaltfläche um ein Profil anzulegen.
es: No existen perfiles de conexión ethernet, use el botón más abajo para crear un perfil.
fr: Aucun profil câblé existant ; utilisez le bouton ci-dessous pour créer un profil.
it: Non esiste alcun profilo di rete via cavo, crearne uno con il pulsante qui sotto.

source: You need to connect your travel hub and ethernet cable to your iLiad. The default profile uses DHCP and no proxy.
de: Sie müssen den Travelhub und das Ethernet Kabel mit dem iLiad verbinden. Das voreingestellte Profil verwendet DHCP und keinen Proxy.
es: Debe conectar su Travel Hub y un cable ethernet a su iLiad. El perfil por defecto usa DHCP sin proxy.
fr: Connectez votre kit de mobilité et votre câble Ethernet à votre iLiad. Le profil par défaut utilise le protocole DHCP et aucun Proxy.
it: E' necessario connettere il travel hub e il cavo ethernet a iLiad. Il profilo di default utilizza il DHCP e non utilizza proxy.

source: No dial-up profiles exist, please use the button below to create a profile.
de: Es gibt kein Profil für Einwahlnetze, bitte benutzen Sie die Schaltfläche um ein Profil anzulegen.
es: No existen perfiles de acceso telefonico, use el botón más abajo para crear un perfil.
fr: Aucun profil commuté existant ; utilisez le bouton ci-dessous pour créer un profil.
it: Non esiste alcun profilo di rete via modem, crearne uno con il pulsante qui sotto.

source: In order to use a dial-up network, you need a CF modem. Bluetooth dial-up connections are not yet supported.
de: Um eine Wählverbindung zu nutzen, benötigen Sie ein CF Modem. Bluetooth Modems werden noch nicht unterstützt.
es: Para usar una conexión telefónica, necesita un modem CF (Compact Flash). Accesos telefónicos con Bluetooth no están disponibles por el momento.
fr: Modem CF requis pour utiliser un réseau commuté. Connexions Bluetooth commutées actuellement non prises en charge.
it: Per connettersi via modem è necessario un modem CF. La connessione Bluetooth non è ancora stata implementata.

source: No wireless profiles exist, please use the button below to create a profile.
de: Es gibt kein Profil für Drahtlosnetze, bitte benutzen Sie die Schaltfläche um ein Profil anzulegen.
es: No existen perfiles de redes WiFi, use el botón más abajo para crear un perfil.
fr: Aucun profil sans fil existant ; utilisez le bouton ci-dessous pour créer un profil.
it: Non esiste alcun profilo di rete wireless, crearne uno con il pulsante qui sotto.

source: When the access point is secured with an encryption key, click on the corresponding network button to open the configuration screen. By clicking the 'Profile editor' button you can create a network profile for a non broadcasting (hidden) access point.
de: Wenn der Zugriffspunkt über eine Verschlüsselungsmethode abgesichert ist, wählen Sie bitte die entsprechende Schaltfläche um in die Konfiguration zu gelangen. Über das klicken auf 'Profil Editor' können Sie ein Netzwerkprofil für versteckte Zugriffspunkte erstellen.
es: Cuando el acceso a internet esta protegido con contraseña, use el botón correspondiente para tener acceso a la configuración. Haciendo clic en 'nuevo perfil' puede crear un nuevo perfil de acceso a redes para el caso de redes WiFi con SSID oculto.
fr: Si le point d’accès est sécurisé par clé de chiffrement, cliquez sur le bouton réseau correspondant pour ouvrir l’écran de configuration. Cliquer sur le bouton Profile Editor (Éditeur de profils) permet de créer un profil réseau pour un point d’accès sans diffusion (masqué).
it: Se l'access point è protetto da una encryption key, cliccare sul corrispondente pulsante per aprire lo schermo di configurazione. Tramite l'editor dei profili è possibile creare un profilo di rete per un access point non broadcasting (hidden).

source: Accept the automatic search or select the network of your choice.
de: Akzeptieren Sie die automatische Suche oder wählen Sie die Art des Netzwerks.
es: Busque automaticamente o seleccione una red.
fr: Acceptez la recherche automatique ou choisissez un réseau.
it: Accettare il risultato della ricerca automatica o selezionare la rete preferita.

source: Connected
de: Verbunden...
es: Conectado
fr: Connecté
it: Connesso

source: Unsuccessful
de: Nicht erfolgreich!
es: Sin éxito
fr: Echec
it: Non connesso

source: Skipped
de: Übersprungen
es: Omitido
fr: Ignoré
it: Saltato

source: Security key required
de: Sicherheitsschlüssel erforderlich
es: Clave de red necesaria
fr: Clé de sécurité requise
it: E' richiesta la chiave di rete

source: Aborted
de: Abgebrochen
es: Abortado
fr: Suspendu
it: Interrotto

source: Aborting...
de: Abbrechen..-
es: Abortando...
fr: Interruption...
it: Interruzione...

source: Connecting...
de: Verbinden...
es: Conectando...
fr: Connexion...
it: Connessione...

source: Open network profile...
de: Öffnen eines Netzwerk Profiles...
es: Abriendo conexiones de red...
fr: Ouverture du profil réseau...
it: Apri il profilo di rete...

source: Show network profiles for
de: Anzeige von Netzwerkprofilen für
es: Conexiones de red
fr: Afficher les profils réseau du type
it: Mostra i profili di rete per

source: Select the type of network profiles to list below.
de: Bitte geben Sie die Art von Netzwerkprofilen unten an.
es: Seleccione el tipo de seguridad de su red WiFi:
fr: Sélectionnez le type de profil réseau à répertorier ci-dessous.
it: Selezionare il tipo di profili di rete da mostrare.

source: Network profiles
de: Netzwerk Profile
es: Conexiones de red
fr: Profils réseau
it: Profili di rete

source: Create a new network profile:
de: Erstellen Sie ein neues Netzwerkprofil:
es: Crear un nuevo perfil de conexión:
fr: Créer un profil réseau:
it: Crea un nuovo profilo di rete:

source: Create new profile
de: Neues Profil
es: Crear nueva conexión
fr: Créer un profil
it: Nuovo profilo

source: Stored network profiles on your iLiad:
de: Auf Ihrem iLiad vorhandene Netzwerk Profile:
es: Perfiles de acceso a redes disponibles:
fr: Profils réseau stockés sur votre iLiad:
it: Profili di rete salvati:

source: Edit
de: Ändern
es: Edición
fr: Editer
it: Modifica

source: Wired %d
de: LAN %d
es: Ethernet %d
fr: Câblé %d
it: Cavo %d

source: Wireless %d
de: WLAN %d
es: WiFi %d
fr: Sans fil %d

source: Dial-up %d
de: Einwahl %d
es: Acceso telefónico %d
fr: Commutation %d
it: Modem %d

source: Create new wireless network
de: Erstellen eines neuen, drahtlosen Netzwerks
es: Crear nueva conexion a Red WiFi
fr: Créer un nouveau réseau sans fil
it: Crea un nuovo profilo wireless

source: Select a way to create the network.
de: Wählen Sie aus wie Sie das Netzwerk anlegen wollen.
es: Seleccione una forma de acceder a la red.
fr: Sélectionnez un mode de création de réseau.
it: Seleziona un modo per creare il profilo.

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca

source: Manually
de: Manuell
es: Manual
fr: Manuellement
it: Manuale

source: When you click on 'Search' the device will scan for networks. Clicking 'Manually' requires all the settings.
de: Wenn Sie auf 'Suchen' klicken, wird nach Netzwerken gesucht. Klicken auf 'Manuell' erfordert die Eingabe aller Einstellungen.
es: Si pulsa 'Buscar' el dispositivo buscara redes disponibles. Pulsando en 'Manual' puede configurar manualmente.
fr: Lorsque vous cliquez sur ‘Search’ (Rechercher), l’appareil recherche les réseaux. Si vous cliquez sur ‘Manually’ (Manuellement), l’ensemble des paramètres est requis.
it: Con 'Cerca' iLiad cercherà automaticamente le reti disponibili. Con 'Manuale' occorrerà inserire tutti i parametri.

source: Please wait while the iLiad scans for wireless networks ....
de: Bitte warten Sie, das Gerät sucht nach drahtlosen Netzwerken ...
es: Por favor espere mientras el iLiad busca redes WiFi cercanas ...
fr: Veuillez patienter pendant que l'iLiad détecte les réseaux sans fil.
it: Attendere, iLiad sta cercando le reti wireless ...

source: Aborting scan ...
de: Abbrechen der Suche...
es: Abortando...
fr: Interruption de la recherche…
it: Interruzione della ricerca...

source: No wireless networks detected.
de: Keine drahtlosen Netzwerke gefunden.
es: No se encontraron redes WiFi
fr: Aucun réseau sans fil détecté.
it: Non sono state rilevate reti wireless.

source: Please select the network you wish to create.
de: Bitte wählen Sie das Netzwerk aus, das Sie anlegen wollen.
es: Seleccione el tipo de conexion de red que desea crear.
fr: Choisissez le réseau que vous souhaitez créer.
it: Selezionare la rete da utilizzare per il profilo.

source: Network profile
de: Netzwerk Profile
es: Conexiones de red
fr: Profil réseau
it: Profilo di rete

source: Select how your iLiad gets a network address.
de: Bitte geben Sie an, wie Ihr iLiad eine Netzwerkadresse erhält:
es: Seleccione como se obtendra la dirección de red
fr: Sélectionnez de quelle manière votre iLiad obtient une adresse réseau.
it: Selezionare la modalità con cui iLiad acquisisce l'indirizzo IP.

source: Automatic
de: Automatisch
es: Automatico
fr: Automatique
it: IP Automatico

source: Static
de: Statisch
es: IP Estático
fr: Statique
it: IP Statico

source: Select if there is a proxy server present.
de: Bitte geben Sie an, ob ein Proxy Server vorhanden ist:
es: Seleccione si hay un servidor proxy presente.
fr: Sélectionnez si vous avez déjà un serveur proxy.
it: Selezionare se è presente un proxy server.

source: No proxy
de: Kein Proxy
fr: Pas de proxy
it: Nessun proxy

source: You can personalize the profile name.
de: Sie können den Profilnamen angeben.
es: Puede personalizar el nombre de la conexión
fr: Vous pouvez personnaliser le nom du profil.
it: E' possibile personalizzare il nome del profilo.

source: Select an action for this profile.
de: Legen Sie eine Aktion für das Profil fest.
es: Seleccione una acción para esta conexión.
fr: Sélectionnez une action pour ce profil.
it: Scegliere un'azione per questo profilo.

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva

source: Save & Connect
de: Speichern & Verbinden
es: Guardar y conectar
fr: Enregistrer Connecter
it: Salva e Connetti

source: A wireless or dial-up network requires specific settings. Hint: You can fill in the details for them by clicking the profile entry.
de: Ein drahtloses oder Einwähl Netzwerk benötige spezielle Angaben. Tip: Sie können die Angaben über das Auswählen des Profils eingeben.
es: Redes WiFi o de acceso telefonico requieren configuraciones adicionales. Sugerencia: Configure los detalles pulsando sobre la conexión.
fr: Un réseau sans fil ou commuté nécessite des paramètres particuliers. Conseil : Pour configurer ces paramètres, cliquez sur l’entrée de profil.
it: Una rete wireless o via modem richiedono specifiche impostazioni. Suggerimento: E' possibile inserire i dati richiesti cliccando sulle rispettive voci.

source: An automatic network address requires a DHCP server to be present in your network. A static network address requires specific settings. Hint: If you are not sure, select 'Automatic' and 'No proxy'.
de: Eine automatische Adresse benötigt einen DHCP Server in Ihrem Netz.Eine statische Adresse benötigt weitere Angaben. Tip: Wenn Sie unsicher sind, wählen Sie 'Automatisch' und 'Kein Proxy'.
es: Una conexión automatica o dinámica requiere el uso de DHCP en su red. Una conexión estática requiere parámetros adicionales. Sugerencia: Si no esta seguro seleccione 'Automatico' y 'No proxy'
fr: Une adresse automatique de réseau nécessite la présence d'un serveur DHCP au sein de votre réseau. Une adresse réseau statique exige un paramétrage spécifique. Conseil : en cas de doute, sélectionnez ‘Automatic’ (Automatique), puis ‘No proxy’ (Pas de proxy).
it: Per avere l'assegnazione automatica dell'IP è necessario che nella rete sia presente un server DHCP. Un indirizzo IP statico richiede specifiche impostazioni. Suggerimento: Se non si è sicuri, selezionare 'Automatico' e 'Nessun proxy'.

source: A proxy server regulates internet traffic and is usually installed in company networks, this requires additional settings. Hint: If you are not sure, select 'No proxy'.
de: Ein Proxy Server reguliert den Internet Verkehr und wird normalerweise in Firmen Netzwerken verwendet, es werden weitere Einstellungen benötigt. Tip: Wenn Sie nicht sicher sind, wählen Sie 'Kein Proxy' und 'Kein Proxy'.
es: Un servidor proxy regula tráfico del Internet y está instalado generalmente en grandes redes. Requiere parametros adicionales. Sugerencia: Si no esta seguro, seleccione 'No Proxy'
fr: Un serveur Proxy régule le trafic internet et il est normalement présent sur les réseaux d'entreprises. Il nécessite un paramétrage complémentaire. Conseil : en cas de doute, sélectionnez ‘No proxy’ (Pas de proxy).
it: Un server proxy regola il traffico internet e di solito è presente nelle reti aziendali e richiede impostazioni addizionali. Suggerimento: Se non si è sicuri, scegliere 'No proxy'.

source: If you personalize the profile name, it will be easy to recognize in the iLiad's network profile list.
de: Wenn Sie dem Profil einen Namen geben, können Sie es leichter in iLiad's Profilliste finden.
es: Si personaliza el nombre de la conexión, sera más facil reconocerla en la lista de conexiones.
fr: Si vous personnalisez le nom du profil, il vous sera facile de le repérer dans la liste des profils de réseau de l’iLiad.
it: Se si personalizza il nome del profilo, sarà poi semplice riconoscerlo nella lista dei profili.

source: The profile has been saved. The iLiad is trying to connect to the server.
de: Der iLiad hat das Profil gespeichert und versucht eine Verbindung herzustellen.
es: Se guardo la conexion de red. El iLiad está intentando conectar con el servidor.
fr: Le profil a été enregistré. L'iLiad cherche à se connecter au serveur.
it: Il profilo è stato salvato. iLiad sta tentando di connettersi al server.

source: The profile will be saved.
de: Das Profil wird gespeichert.
es: Se guardará la conexión.
fr: Le profil sera sauvegardé.
it: Il profilo sarà salvato.

source: The iLiad is testing your network profile and is trying to make a connection to the server.
de: Der iLiad testet Ihre Netzwerk Profile und versucht eine Verbindung herzustellen.
es: El iLiad está probando su conexión de red e intenta conectar con el servidor.
fr: L'iLiad teste votre profil réseau et cherche à se connecter au serveur.
it: iLiad sta testando il profilo di rete e sta tentando di stabilire una connessione con il server.

source: The iLiad is aborting the test.
de: Der Test wird abgebrochen...
es: El iLiad está saliendo de la conexión.
fr: L'iLiad abandonne le test.
it: iLiad sta interrompendo il test.

source: The test has been aborted.
de: Der Test wurde abgebrochen.
es: La comprobación de la conexión se ha abortado.
fr: Le test est abandonné.
it: Il test è stato interrotto.

source: Connection to the server has been established correctly. Press the 'Save & Connect' button to create a connection.
de: Verbindung mit dem Server wurde hergestellt. Klicken Sie 'OK, verbinden' um die Verbindung zu erstellen.
es: La conexión con el servidor se ha establecido correctamente. Pulse 'Guardar y Conectar' para crear la conexion.
fr: La connexion avec le serveur a été établie correctement. Appuyez sur le bouton ‘Enregistrer Connecter’ pour créer une connexion.
it: Connessione al server stabilita correttamente. Premere il pulsante 'Salva e Connetti' per creare la connessione.

source: Connection to the server can not be established correctly.
de: Verbindung mit dem Server konnte nicht hergestellt werden.
es: No se ha establecido la conexión con el servidor
fr: La connexion avec le serveur ne peut pas être établie correctement.
it: La connessione con il server non può essere stabilita correttamente.

source: The iLiad is trying to connect to the server.
de: Der iLiad versucht eine Verbindung herzustellen.
es: El iLiad está intentando conectar con el servidor.
fr: L'iLiad cherche à se connecter au serveur.
it: iLiad sta tentando di connettersi al server.

source: The iLiad is aborting the connection.
de: Die Verbindung wird abgebrochen...
es: El iLiad está saliendo de la conexión.
fr: L'iLiad abandonne la connexion.
it: iLiad sta interrompendo la connessione.

source: The connection has been aborted.
de: Die Verbindung wurde abgebrochen.
es: La conexión se ha interrumpido.
fr: La connexion a été abandonnée.
it: La connessione è stata interrotta.

source: Connection to the server established.
de: Verbindung mit dem Server wurde hergestellt.
es: La conexión con el servidor se ha establecido correctamente
fr: La connexion avec le serveur a été établie correctement.
it: Connessione con il server stabilita.

source: Enter the name or address of the HTTP proxy server:
de: Bitte geben Sie den Namen oder die Adresse des HTTP Proxy Servers an:
es: Indique el nombre o la dirección del servidor proxy:
fr: Tapez le nom ou l'adresse du serveur proxy HTTP :
it: Inserire il nome o l'indirizzo del proxy server HTTP:

source: Enter the port number of the HTTP proxy server:
de: Bitte geben Sie die Portnummer des HTTP Proxy Servers an:
es: Indique el puerto del servidor proxy:
fr: Entrez le numéro de port du serveur proxy HTTP:
it: Inserire il numero di porta del proxy server HTTP:

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Successivo

source: Do not include the protocol (e.g. http://) and proxy number (e.g. 8080) in the name or address of the HTTP proxy server. Hint: If you do not know the proxy settings for this network, please ask your network administrator.
de: Bitte lassen Sie das Protokoll (z.B. http://) und die Portnummer (z.B. :8080) weg. Tip: Wenn Sie die Proxy Einstellungen nicht kennen, fragen Sie Ihren Netzwerk Administrator.
es: No incluya referencia al protocolo (e.j. http://) o número de puerto (e.j. :8080) Sugerencia: Si desconoce la configuración del proxy is esta seguro de que la necesita contacte con su admisnistrador de red.
fr: N'intégrez pas le protocole (ex http://) et le numéro de proxy (ex :8080) dans le nom ou l’adresse du serveur proxy HTTP Conseil : si vous ne connaissez pas les paramètres proxy pour ce réseau, demandez à votre administrateur réseau.
it: Non includere il protocollo (ad es.: http://) e il numero di porta del proxy (ad es.: 8080) nel campo nome o indirizzo del proxy. Suggerimento: Se non si conoscono le impostazioni proxy della rete, chiedere all'amministratore di rete.
