Repository: josuehenrique/iliad-hacking
Catalog: contentLister/po/*.po
Languages: de, es, it, nl, ru

source: Books
de: Bücher
es: Libros
it: Libri
nl: Boeken
ru: Книги

source: Newspapers
de: Zeitschriften
es: Periodicos
it: Giornali
nl: Kranten
ru: Газеты

source: Documents
de: Dokumente
es: Documentos
it: Documenti
nl: Documenten
ru: Документы

source: Notes
de: Notizen
es: Notas
it: Note
nl: Notities
ru: Заметки

source: Internal Memory
de: Interner Speicher
es: Memoria Interna
it: Memoria Interna
nl: Intern geheugen
ru: Внутренняя память

source: Device Manager
de: Geräte Manager
es: Panel de Control
it: Pannello di Controllo
nl: Apparaatbeheer
ru: Менеджер устройств

source: Download History
de: Empfangene Dateien
es: Historial de Descarga
it: Cronologia Download
nl: Download historie
ru: История закачек

source: Search Results
de: Such Ergebnisse
es: Resultados de la Búsqueda
it: Risultati della Ricerca
nl: Zoek Resultaat
ru: Результаты поиска

source: Recent Documents
de: Zuletzt gelesen
es: Documentos Recientes
it: Documenti Recenti
nl: Recente Documenten
ru: Последние использованные документы

source: Unknown
de: Unbekannt
es: Desconocido
it: Sconosciuto
nl: Onbekend
ru: Неизвестно

source: Connected to PC...
de: Mit PC verbunden...
es: Conectado al PC...
it: Connesso al PC...
nl: Verbonden met de PC...
ru: Подключено к ПК...

source: MMC card
de: MMC Karte
es: Memoria MMC
it: scheda MMC
nl: MMC kaart

source: USB stick
es: Memoria USB
it: penna USB

source: CF card
de: CF Karte
es: Memoria CF
it: scheda CF
nl: CF kaart

source: Connected to PC. The %s storage is not available, Internal Memory is exported instead.
de: Mit einem PC verbunden. Der %s Speicher ist nicht verfügbar, es wird der interne Speicher verwendet.
es: Conectado al PC. La %s seleccionada no esta disponible, Se usara la memoria interna.
it: Connesso al PC. La %s non è disponibile, quindi è stata connessa la Memoria Interna.
nl: Verbonden met de PC. De %s is niet beschikbaar, in plaats daarvan wordt het interne geheugen geëxporteerd.

source: Your battery is almost empty, please connect the power adapter to keep working.
de: Der Akku ist fast leer, bitte schliessen Sie das Ladegerät an um weiterzuarbeiten.
es: Batería casi descargada, por favor conecte a la red eléctrica para seguir trabajando
it: La batteria è quasi esaurita, mettere al più presto iLiad in carica.
nl: De batterij is bijna leeg. Verbind de iLiad met de voedingsadapter om te blijven werken.
ru: Батарея разряжена. Подключите адаптер питания для продолжения работы.

source: The iLiad is preparing for power down.
de: Der iLiad schaltet sich ab.
es: Un momento, iLiad preparando para cerrarse.
it: iLiad si sta per spegnere.
nl: De iLiad is bezig met afsluiten.
ru: Илиад выключается.

source: There are too many items to display. Only the first 1000 items will be listed.
de: Es gibt zu viel anzuzeigen. Nur die ersten 1000 werden gelistet.
es: Hay demasiados archivos para mostrar. Se mostraran solamente los primeros 1000 archivos
it: Ci sono troppi elementi da visualizzare. Verranno mostrati solo i primi 1000
nl: Er zijn te veel items om te tonen. Alleen de eerste 1000 items worden getoond.
ru: Слишком много элементов для отображения. Будут показаны первые 1000 элементов.

source: Reading of content has failed due to an unknown reason.
de: Der Lesevorgang ist fehlgeschlagen (Unbekannter Grund).
es: El archivo no se pudo abrir debido a una razón desconocida
it: Impossibile leggere il contenuto. Causa: sconosciuta.
nl: Het lezen van de gegevens is om onbekende reden mislukt.

source: Content isn't accessible any more.
de: Der Inhalt steht nicht mehr zur Verfügung.
es: El contenido ha dejado de ser accesible
it: Il contenuto non è più accessibile
nl: De gegevens zijn niet meer beschikbaar.
ru: Контент больше не доступен.

source: No network configured.
de: Kein Netzwerk konfiguriert.
es: No hay configurada una red o acceso a la red
it: Nessuna rete configurata.
nl: Er zijn geen netwerkinstellingen gevonden.
ru: Не настроена сеть.

source: An unknown event occurred.
de: Ein unbekannter Fehler ist aufgetreten.
es: Ocurrió un evento desconocido
it: Si è verificato un evento sconosciuto.
nl: Er is een onbekende fout opgetreden.
ru: Неизвестная ошибка.

source: Click the 'Share' icon to add this document to your outbox.
de: Bitte klicken Sie auf 'Teilen' um dieses Dokument zur Outbox hinzuzufügen.
es: Haga clic en el icono de 'Compartir' para enviar este documento a su bandeja de salida.
it: Cliccare sull'icona 'Condividi' per aggiungere il file alla cartella outbox.
nl: Klik het icoon 'Delen' om dit document aan uw outbox toe te voegen.

source: Transfer mode
de: Übertragungsmodus
es: Mode de transferencia
it: Modalità di trasferimento
nl: Verzendmethode

source: Please select how to add this document to your outbox
de: Bitte wählen Sie, wie dieses Dokument zur Outbox hinzugefügt werden soll.
es: Seleccione como enviar este documento a su bandeja de salida
it: Selezionare se copiare o spostare il file nella cartella outbox
nl: Kies hoe dit document aan uw outbox teogevoegd wordt

source: Copy
de: Kopieren
es: Copiar
it: Copia
nl: Kopiëren

source: Move
de: Bewegen
es: Mover
it: Sposta
nl: Verplaatsen

source: Size
de: Größe
es: Tamaño
it: Dim.
nl: Grootte
ru: Размер

source: Free
de: Frei
es: Disponible
it: Libero
nl: Vrij

source: Step 1: Please enter a name for the content
de: Schritt 1: Bitte geben Sie dem Dokument einen Namen.
es: Paso 1: Por favor indique un nombre para el archivo
it: Passo 1: Inserire un nome per il contenuto
nl: Stap 1: Voer de documentnaam in
ru: Шаг 3: Введите название для контента

source: Step 2: Enter a description by which you can identify the content
de: Schritt 2: Geben Sie eine Beschreibung des Inhalts an.
es: Paso 2: Indique una descripción para identificar el archivo
it: Passo 2: Inserire una descrizione con cui identificare il contenuto
nl: Stap 2: Voer een omschrijving in waaraan u het document herkent
ru: Шаг 2: Введите описание, по которому Вы сможете отличить контент

source: Step 3: Click on the 'Tagging' icon to save your changes
de: Schritt 3: Klicken Sie auf das 'Tagging' Icon, um die Änderungen zu speichern.
es: Paso 3: Haga clic en el icono 'Etiquetar' para guardar sus cambios
it: Passo 3: Cliccare sull'icona 'Etichetta' per salvare i cambiamenti
nl: Stap 3: Klik op het icoon 'Label' om uw wijzigingen te bewaren
ru: Шаг 3: Нажмите на 'Маркировать' (Tagging) для того, чтобы сохранить изменения

source: Step 1: Please enter the search pattern
de: Schritt 1: Bitte geben Sie das Suchkriterium an.
es: Paso 1: Indique que desea buscar
it: Passo 1: Inserire la chiave di ricerca
nl: Stap 1: Voer de zoekterm(en) in
ru: Шаг 1: Введите образец поиска

source: Multiple search strings can be separated with a space. Search strings containing spaces should be enclosed in double quotes ("). Narrow your search results by clicking the 'Search' icon again.
de: Verwenden Sie Leerzeichen, um mehrere Suchkriterien zu kombinieren. Suchkriterien, die Leerzeichen enthalten, sollten in Anführungszeichen gesetzt werden ("). Schränken Sie die Suche über erneutes klicken des 'Suchen' Icons weiter ein.
es: Múltiples terminos buscados se pueden separar con un espacio. Refine su búsqueda más exactamente haciendo clic en el icono de 'Búsqueda' para buscar otra vez una vez haya obtenido unos resultados de búsqueda iniciales.
it: Per cercare più parole, separarle solo con uno spazio. Le stringhe contenenti spazi devono essere racchiuse tra doppi apici ("). E' possibile restringere i risultati della ricerca cliccando di nuovo sull'icona 'Cerca'.
nl: Meerdere zoektermen kunt u invoeren gescheiden door een spatie. Zoektermen met spaties kunt u tussen aanhalingstekens (") plaatsen. Beperk uw zoekresultaten door nogmaals op het icoon 'Zoeken' te klikken.
ru: Несколько образцов поиска разделяются пробелом. Образец поиска содержащий пробелы заключается в двойные кавычки (").

source: Step 2: Please click on the 'Search' button to start your enquiry
de: Schritt 2: Bitte klicken Sie auf 'Suchen' um die Suche zu starten
es: Paso 2: Haga clic en el botón de 'Búsqueda' para comenzar
it: Passo 2: Cliccare sul pulsante 'Cerca' per avviare la ricerca
nl: Stap 2: Klik op de knop 'Zoeken' om uw zoekactie te starten
ru: Шаг 2: Нажмите кнопку 'Искать' для старта поиска

source: Search
de: Suchen
es: Búsqueda
it: Cerca
nl: Zoeken
ru: Искать

source: Enter your PIN code
de: Geben Sie die PIN ein.
es: Introduzca su código PIN
it: Inserisci il codice PIN
nl: Voer uw pincode in
ru: Введите ПИН код

source: Confirm
de: Bestätigen
es: Aceptar
it: Conferma
nl: Bevestigen
ru: Подтверждение

source: Forgot your PIN code? Please visit your MyiRex account.
de: PIN Code vergessen? Bitte gehen Sie zu Ihrem MyiRex Konto.
es: ¿Olvidó su código PIN? Visite su cuenta de MyiRex para solucionarlo
it: Hai dimenticato il codice PIN? Visita il tuo account MyiRex.
nl: Pincode vergeten? Ga met uw PC naar uw MyiRex account.
ru: Для восстановления забытого ПИН кода воспользуйтесь Вашей учетной записью MyiRex.

source: PIN code is incorrect. Please try again.
de: PIN Code falsch. Bitte nochmal versuchen.
es: Código PIN incorrecto. Por favor intentelo de nuevo.
it: Codice PIN errato. Provare di nuovo.
nl: Pincode incorrect. Probeer het nogmaals.
ru: Неверный ПИН код. Попробуйте еще раз.

source: File name
de: Dateiname
es: Nombre del archivo
it: Nome file
nl: Bestandsnaam
ru: по имени

source: File extension
de: Datei Erweiterung
es: Extensión del archivo
it: Estensione
nl: Bestandsextensie
ru: по типу

source: File size
de: Datei Größe
es: Tamaño
it: Dimensione
nl: Grootte
ru: по размеру

source: File date
de: Datei Datum
es: Fecha
it: Data
nl: Datum
ru: по дате

source: Title
de: Titel
es: Título
it: Titolo
nl: Titel
ru: по заголовку

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
nl: Beschrijving
ru: по описанию

source: Step 1: Please select a sort criteria
de: Schritt 1: Bitte wählen Sie das Sortierkriterium
es: Paso 1: Seleccione un criterio para ordenar
it: Passo 1: Selezionare un criterio di ordinamento
nl: Stap 1: Selecteer een criterium om op te sorteren
ru: Шаг 1: Выберите критерий сортировки

source: Sort content on file system attributes
de: Sortieren nach Dateisystem Attributen
es: Ordene los archivos según los atributos del sistema
it: Ordinare il contenuto secondo i seguenti attributi
nl: Sorteer documenten op ...
ru: Сортировка контента по атрибутам

source: Sort content on information tags
de: Nach Informationskennzeichen sortieren
es: Ordenar por etiquetas informativas
it: Ordinare il contenuto secondo le seguenti informazioni
nl: Sorteer documenten op label
ru: Сортировать контент по информационному признаку

source: Step 2: Please select ascending or descending
de: Schritt 2: Bitte wählen Sie: Aufsteigend oder Absteigend
es: Paso 2: Seleccione ascendente o descendente
it: Passo 2: Selezionare l'ordine ascendente o discendente
nl: Stap 2: Selecteer oplopende of aflopende sorteervolgorde
ru: Шаг 2: Выберите порядок сортировки

source: Selection
de: Auswahl
es: Selección
it: Selezione
nl: Selectie
ru: Выбор

source: Step 3: Please click on the 'Sort' icon to confirm your selection
de: Schritt 3: Bitte klicken Sie auf 'Sortieren' um Ihre Auswahl zu bestätigen
es: Paso 3: Haga clic en el icono 'Ordenar' para confirmar
it: Passo 3: Cliccare sull'icona 'Ordina' per confermare le scelte
nl: Stap 3: Klik op het icoon 'Sorteren' om de sortering te activeren
ru: Шаг 3: Нажмите 'Сортировать'

source: MB
ru: Мб

source: KB
ru: Кб

source: Bytes
ru: Байт
