Repository: josuehenrique/iliad-hacking
Catalog: settings/po/*.po
Languages: de, es, fr, it

source: Wireless connection preferences
de: Voreinstellungen für ein drahtloses Netzwerk
es: Preferencias de conexión WiFi
fr: Préférences de connexion sans fil
it: Preferenze della connessione wireless

source: Select whether to automatically connect to a non-secured (open) wireless network.
de: Wählen Sie aus, ob Sie automatisch eine Verbindung zu einem nicht geschützten Netzwerk herstellen wollen.
es: Seleccione si desea conectar automaticamente a una red abierta (sin seguridad)
fr: Choisissez ou non la connexion automatique à un réseau sans fil (ouvert) non sécurisé.
it: Selezionare se connettersi automaticamente a una rete wireless non protetta (aperta).

source: On
de: Ein
es: Encendido

source: Off
de: Aus
es: Apagado

source: Background connect
de: Automatische Verbindung
es: Conexión en segundo plano
fr: Connexion
it: Connessione in background

source: Select whether to download content from the iDS or a computer.
de: Bitte wählen Sie ob Sie Dateien vom iDS oder einem Computer kopieren wollen.
es: Seleccione si desea descargar contenidos del servidor iDS o del PC
fr: Sélectionnez la source de téléchargement (serveur iDS ou PC).
it: Selezionare se scaricare il contenuto da iDS o da un computer.

source: Computer
es: PC
fr: PC

source: Automatic background connect
de: Automatische Verbindung im Hintergrund
es: Conexión en segundo plano automática
fr: Connexion automatique
it: Connessione automatica in background

source: Enabling "Automatic background connect" causes the iLiad to receive or send content items at a fixed interval.
de: Das Einstellen einer automatischen Verbindung ermöglicht dem iLiad zu festgelegten Zeiten Inhalte zu senden oder zu empfangen.
es: Establecer si "Conexión en segundo plano automática" permitira al iLiad recibir o enviar archivos a intervalos de tiempo regulares.
fr: Une "connexion automatique" permet à l'iLiad de transmettre ou de recevoir des éléments à intervalles fixes.
it: Abilitare la "Connessione automatica in background" fa sì che iLiad riceva o invii gli elementi a intervalli fissi.

source: Enter the time interval for the background connect.
de: Geben Sie die Intervalle zur Hintergrund Verbindung ein.
es: Introduzca el intervalo de tiempo para la conexión en segundo plano automática.
fr: Tapez l'intervalle de temps entre chaque connexion.
it: Inserire l'intervallo di tempo per la connessione in background

source: minutes (min. %d, max. %d)
de: Minuten (Min. %d, Max. %d)
es: minutos (min. %d, max. %d)
it: minuti (min. %d, max. %d)

source: During the background connection you can operate the iLiad as usual. Warning! Background connect will empty your battery faster.
de: Während die Verbindung aktiv ist, können Sie normal weiterarbeiten. Achtung! Automatische Verbindungen verkürzen die Akkulaufzeit.
es: Durante la conexión en segundo plano podrá seguir usando el iLiad normalmente. ¡Atención! La conexión en segundo plano descagará la batería más rápidamente
fr: Pendant la connexion, vous pouvez utiliser l'iLiad normalement. Attention ! La synchronisation automatique déchargera la batterie plus rapidement.
it: Durante la connessione in background si può usare iLiad normalmente. Attenzione! In questo modo la batteria si scarica prima!

source: PIN Code
es: Código PIN
fr: Code PIN
it: Codice PIN

source: The PIN code protects your reader against unauthorized use. The code is requested each time the reader is switched on.
de: Der PIN Code schützt das Gerät vor nicht gewollter Benutzung. Der Code muß jedesmal beim Einschalten eingegeben werden.
es: El código PIN proteje su lector de usuarios desconocidos. El código se pedirá cada vez que encienda su iLiad.
fr: Le code PIN protège votre iLiad contre des usages non-autorisés. Le code PIN est demandé à chaque mise sous tension de l'iLiad.
it: Il PIN protegge iLiad dall'uso non autorizzato. Il codice è richiesto ogni volta che si accende il lettore.

source: Select PIN code
de: Wählen Sie die PIN
es: Seleccione un código PIN
fr: Choisissez un code PIN
it: Selezionare il codice PIN

source: Please select a PIN code of 4 digits.
de: Bitte wählen Sie eine PIN mit 4 Stellen
es: Por favor, seleccione un código PIN de 4 digitos.
fr: Choisissez un code PIN de 4 chiffres.
it: Selezionare un PIN di 4 caratteri.

source: Please enter current PIN code
de: Geben Sie die aktuelle PIN ein
es: Introduzca el código PIN actual
fr: Tapez le code PIN actuel
it: Inserire il PIN attuale

source: Please enter new PIN code
de: Bitte geben Sie die neue PIN ein
es: Introduzca un nuevo código PIN
fr: Tapez le nouveau code PIN
it: Inserire il nuovo PIN

source: Please verify new PIN code
de: Bitte bestätigen Sie die neue PIN
es: Verifique (repita) el nuevo código PIN
fr: Confirmez le nouveau code PIN
it: Inserire per verifica il nuovo PIN

source: Confirm
de: Bestätigen
es: Aceptar
fr: Confirmez
it: Conferma

source: Please create a user account at 'MyiRex' and fill in the account settings in your iLiad.
de: Bitte erstellen Sie in 'MyiRex' ein Benutzerkonto und geben die Daten des iLiads ein.
es: Le rogamos cree una cuenta de usuario en 'MyiRex' y configure sus credenciales en su iLiad.
fr: Créez un compte utilisateur MyiRex et indiquez-en les paramètres dans votre iLiad.
it: Creare un account su 'MyiRex' e inserire su iLiad i dati dell'account.

source: Warning! You can only enter the PIN code with the iLiad's stylus. Make sure that you always have the stylus available after enabling the pin code functionality.
de: Achtung! Sie können die PIN nur mit iLiad's Stylus eingeben. Stellen Sie sicher das Sie den Stylus immer dabei haben, um die PIN eingeben zu können.
es: ¡Atención! Sólo puede introducir el código PIN con el stylus. Asegurese de que siempre tiene el stylus consigo después de habilitar el uso del código PIN.
fr: Attention! Vous pouvez uniquement taper le code PIN avec le stylet iLiad. Assurez-vous d'avoir toujours le stylet disponible après avoir activé le code PIN.
it: Attenzione! Si può inserire il PIN solo con lo stylus. Assicurarsi di avere sempre lo stylus a disposizione dopo aver abilitato la protezione col PIN.

source: Illegal characters or illegal length, pincode unchanged
de: Ungültige Zeichen oder Länge, PIN nicht geändert
es: Caracteres o longitud no permitida. No se cambió el PIN
fr: Caractères ou longueur non-autorisés, code PIN inchangé
it: Caratteri o lunghezza illegali, il PIN non è stato cambiato

source: Pincode verification failed, pincode unchanged
de: PIN Bestätigung fehlgeschlagen, PIN nicht geändert
es: Falló la verificación del código PIN. no se cambió el PIN
fr: Vérification échouée, code PIN inchangé
it: Verifica del PIN non riuscita, il PIN non è stato cambiato

source: Pincode updated successfully
de: PIN erfolgreich geändert
es: Código PIN actualizado con éxito
fr: Code PIN mis à jour avec succès
it: PIN aggiornato con successo

source: Current pincode incorrect, pincode unchanged
de: Aktuelle PIN ist falsch, PIN nicht geändert
es: Código PIN actual incorrecto, no se cambió el PIN
fr: Code PIN actuel incorrect, code PIN inchangé
it: PIN attuale non corretto, il PIN non è stato cambiato

source: Sound
de: Audio
es: Sonido
fr: Son
it: Audio

source: With this function you can enable or disable the sound of your iLiad.
de: Mit dieser Einstellung schalten Sie den Ton ein oder aus.
es: Con esta función puede habilitar o deshabilitar el sonido de su iLiad.
fr: Cette fonction vous permet d'activer ou non la fonction sonore de votre iLiad.
it: Abilitare o disabilitare l'audio di iLiad

source: Key buffering
de: Tastenspeicher
es: Bufer de teclas
fr: Mémorisation des touches
it: Buffering dei tasti

source: When you enable key buffering, the iLiad will remember the keys pressed and process them when the device is ready.
de: Wenn Sie den Tastenspeicher einschalten, werden alle gedrückten Tasten zwischengespeichert und nacheinander abgearbeitet
es: Cuando habilite el bufer de teclas, el iLiad recordará las teclas presionadas y las procesará cuando el dispositivo esté preparado.
fr: Lorsque vous activez la fonction de mémorisation des touches utilisées, l'iLiad restituera l'enchainement des touches utilisées lorsque le lecteur est prêt.
it: Quando il buffering è attivato, iLiad ricorda i tasti premuti e li elabora quando il dispositivo è pronto.

source: Keys
de: Tasten
es: Teclas
fr: Touches
it: Tasti

source: With this function you can set the minimum duration for a long keypress.
de: Bitte legen Sie die Zeit fest, nach der ein 'langer' Tastendruck erkannt wird.
es: Con esta función puede establecer la duración minima de la presión larga de teclas.
fr: Cette fonction vous permet de paramètrer une durée minimum de pression sur les touches de l'iLiad.
it: Impostare la durata minima per la pressione prolungata di un tasto.

source: 0.5 seconds
de: 0,5 Sekunden
es: 0.5 segundos
fr: 0.5 seconde
it: 0,5 secondi

source: 1 second
de: 1 Sekunde
es: 1 segundo
fr: 1 seconde
it: 1 secondo

source: 1.5 seconds
de: 1,5 Sekunden
es: 1.5 segundos
fr: 1.5 secondes
it: 1,5 secondi

source: 2 seconds
de: 2 Sekunden
es: 2 segundos
fr: 2 secondes
it: 2 secondi

source: Flipbar direction
de: Flipbar Seite vor
es: Dirección de la barra de desplazamiento
fr: Sens de la Barre de lecture
it: Direzione della flipbar

source: With this function you choose how to move the flipbar for advancing in a document.
de: Bitte wählen Sie, wie auf die nächste Seite umgeblättert wird.
es: Con esta función puede elegir como accionar la barra de desplazamiento para avanzar en documentos.
fr: Cette fonction vous permet de modifier l'action de la barre de lecture dans un document.
it: Scegliere in che direzione muovere la flipbar per scorrere un documento.

source: Left
de: Links
es: Izquierda
fr: Gauche
it: Sinistra

source: Right
de: Rechts
es: Derecha
fr: Droite
it: Destra

source: Pen interface
de: Stift Einstellungen
es: Interfaz del stylus
fr: Interface stylet
it: Penna

source: Calibration
de: Kalibrieren
es: Calibrado
fr: Calibrage
it: Calibratura

source: Languages
de: Sprachen
es: Idiomas
fr: Langues
it: Lingua

source: With this function you can set the language of the iLiad.
de: Bitte wählen Sie die Sprache des iLiad aus.
es: Con esta función puede establecer el idioma de operación de su iLiad.
fr: Cette fonction vous permet de choisir la langue d'interface de l'iLiad.
it: Scegliere la lingua da usare su iLiad.

source: Time Selection
de: Zeiteinstellung
es: Seleción de Hora
fr: Date et heure
it: Selezione orario

source: The current time and date on your iLiad is:
de: Momentane Datum/Uhrzeit:
es: Fecha y Hora Actual:
fr: Date et heure actuelles sur votre iLiad:
it: L'ora e la data correnti su iLiad sono:

source: To change the clock, select your current date and time from the list below.
de: Um die Zeit einzustellen, wählen Sie das aktuelle Datum und die Uhrzeit aus der unten aufgeführten Liste.
es: Para cambiar la hora, seleccione la hora correcta de la lista.
fr: Pour régler l’horloge, sélectionnez l’heure et la date actuelles dans la liste ci-dessous.
it: Per cambiarla, selezionare l'ora e la data correnti dalla seguente lista.

source: You can set your date and time by connecting to iDS. Afterwards you can use this page to update the time for your current timezone.
de: Sie können Datum und Uhrzeit auch über eine Verbindung zum iDS einstellen. Danach können Sie Ihre Zeitzone hier auswählen.
es: Puede sincronizar la fecha y hora conectando a internet. Después podra usar esta zona de configuración para actualizar su zona horaria.
fr: Vous pouvez définir la date et l’heure en vous connectant au serveur iDS. Ensuite, vous pouvez utiliser cette page pour ajuster selon votre fuseau horaire.
it: E' possibile impostare data e ora connettendosi a iDS. Successivamente è possibile usare questa pagina per aggiornare l'orario a seconda del fuso orario.

source: Name
de: Namen
es: Nombre
fr: Nom
it: Nome

source: Please enter your name
de: Bitte geben Sie Ihren Namen ein
es: Introduzca su nombre
fr: Tapez votre nom
it: Inserire il proprio nome

source: MyiRex account settings
de: MyiRex Konto Einstellungen
es: Configuración de MyiRex
fr: Mes paramètres de compte MyiRex
it: Impostazioni account MyiRex

source: Please enter the email address used to create your 'MyiRex' account
de: Geben Sie die EMail Adresse an, die Sie für Ihr 'MyiRex' Konto verwendet haben.
es: Introduzca la dirección de email que ha usado para crear su cuenta en 'MyiRex'
fr: Tapez l'adresse email utilisée pour créer votre compte 'MyiRex'
it: Inserire l'indirizzo email usato per creare l'account 'MyiRex'

source: Please enter your 'MyiRex' password
de: Bitte geben Sie Ihr 'MyiRex' Passwort ein.
es: Introduzca su Contraseña de 'MyiRex'
fr: Tapez votre mot de passe 'MyiRex'
it: Inserire la password 'MyiRex'

source: To connect to iRex Delivery Service (iDS) you need to create an account. Visit https://myirex.irexnet.com/ and follow the instructions.
de: Um sich mit dem iRex Delivery Service (iDS) zu verbinden, benötigen Sie ein Konto. Besuchen Sie https://myirex.irexnet.com/ und folgen der Anleitung.
es: Para recibir actualizaciónes automáticas (iDS) necesita crear una cuenta de usuario. Visite https://myirex.irexnet.com/ y siga las instrucciones.
fr: Vous devez créer un compte pour vous connecter au serveur iDS. Visitez le site https://myirex.irexnet.com/ et suivez les instructions.
it: Per connettersi all'iRex Delivery Service (iDS) è necessario creare un account. Visitare https://myirex.irexnet.com/ e seguire le istruzioni.

source: Proceed
de: Weiter
es: Continuar
fr: Lancer
it: Avanti

source: iLiad settings / Setting for computer connection
de: iLiad Einstellungen / Einstellungen für die PC Verbindung
es: Opciones de iLiad / Configuración de la conexión al PC
fr: Paramètres de connexion au PC
it: Impostazioni iLiad / Impostazioni per la connessione al computer

source: STEP 1: Please type the name of your computer.
de: Schritt 1: Bitte geben Sie den Namen des Computers an.
es: PASO 1: Introduzca el nombre del PC
fr: Etape 1: Tapez le nom de votre PC.
it: Passo 1: Inserire il nome del computer.

source: You can create a connection between the iLiad and your computer by entering the specifications of your PC. The "full computer name" is located at the system properties of your computer.
de: Sie können eine Verbindung zwischen dem iLiad und Ihrem Computer durch Angaben über ihren PC einrichten. Der "vollständige Computer Name" steht in den Systemeinstellungen Ihres Computers.
es: Puede crear una conexión entre el iLiad y su PC configurando los parámetros de su PC. El "nombre completo del PC" lo puede encontrar en las propiedades del sistema de su equipo.
fr: Vous pouvez créer une connexion entre l'iLiad et votre PC en inscrivant les spécifications de votre PC. Le "nom complet de votre PC" est situé dans les propriétés système de votre PC.
it: E' possibile creare una connessione tra iLiad e il computer inserendo i dati del PC. Il "Nome completo computer" si trova tra le 'Proprietà del sistema' del computer.

source: STEP 2: Please enter the name of the "shared" destination folder.
de: Schritt 2: Bitte geben Sie den "Freigabenamen" des Zielordners an.
es: PASO 2: Indique el nombre del directorio "compartido".
fr: Etape 2: Entrez le nom du ficher de destination "partagé".
it: Passo 2: Inserire il nome della cartella di destinazione "condivisa".

source: Create a destination folder on your computer. In the folder properties you can "share this folder".
de: Erstellen Sie einen Zielordner auf Ihrem Computer. In den Order Einstellungen können Sie "diesen Ordner freigeben".
es: Cree un directorio de destino en su PC. En las propiedades del directorio podra seleccionar "compartir este directorio".
fr: Créer un ficher de destination sur votre PC. Dans les propriétés du répertoire vous pouvez "partager ce répertoire".
it: Creare una cartella di destinazione sul proprio computer. Tra le proprietà della cartella si trova "Condividi la cartella in rete".

source: STEP 3: Please enter the domain group / work group of your computer.
de: Schritt 3: Bitte geben Sie die Domäne / Arbeitsgruppe Ihres Computers an.
es: PASO 3: Indique el nombre de domino
fr: Etape 3: Tapez le groupe de domaine / groupe de travail de votre PC.
it: Passo 3: Inserire il dominio / gruppo di lavoro del computer.

source: When the computer is part of a business network, you can enter the domain group. In most cases you can leave this entry field blank.
de: Wenn der Computer Teil eines Firmennetzes ist, können Sie die Domäne angeben. In den meisten Fällen können Sie dieses Feld leer lassen.
es: Si su PC está en una red en una empresa, puede indicar el grupo de trabajo. En la mayoría de los casos puede dejar este campo en blanco.
fr: Lorsque le PC fait partie d'un réseau d'entreprise, vous pouvez taper le nom de domaine du groupe. Dans la majeure partie des cas vous pouvez laisser ce champ vide.
it: Quando il computer si trova in una rete aziendale, si può inserire il dominio. In molti casi si può lasciare vuoto questo campo.

source: STEP 4: Please enter the username and password of your computer.
de: Schritt 4: Geben Sie den Benutzernamen und das Passwort des Computers an.
es: PASO 4: Indique su nombre de usuario y Contraseña de su PC.
fr: Etape 4: Tapez le nom d'utilisateur et le mot de passe de votre PC.
it: Passo 4: Inserire nome utente e password del proprio computer.

source: User name
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

source: You can leave this entry field blank when you didn't create a user name and password.
de: Sie können das Feld leer lassen falls Sie keinen Benutzernamen und Passwort angegeben haben.
es: Puede dejar este campo en blanco si no ha creado un nombre de usuario y contraseña.
fr: Vous pouvez laisser ce champ vide si vous n'avez pas créé de nom d'utilisateur et de mot de passe.
it: E' possibile lasciare vuoti questi campi se non si è creato un nome utente/password.

source: Archive locations
de: Archivorte
es: Ubicación de archivos
fr: Archives
it: Posizione Archivi

source: Newspapers
de: Zeitschriften
es: Periodicos
fr: Infos
it: Giornali

source: Select a memory type for the 'NEWS' button.
de: Bitte wählen Sie einen Speicherort für die 'NEWS'-Taste
es: Seleccione a que memoria quiere acceder cuando pulse el botón 'NEWS'.
fr: Choisissez le type de mémoire pour les documents 'NEWS'.
it: Selezionare un tipo di memoria per il tasto 'NEWS'

source: Books
de: Bücher
es: Libros
fr: Livres
it: Libri

source: Select a memory type for the 'BOOKS' button.
de: Bitte wählen Sie einen Speicherort für die 'BOOKS'-Taste
es: Seleccione a que memoria quiere acceder cuando pulse el botón 'BOOKS'.
fr: Choisissez le type de mémoire pour les documents 'BOOKS'.
it: Selezionare un tipo di memoria per il tasto 'BOOKS'

source: Documents
de: Dokumente
es: Documentos
it: Documenti

source: Select a memory type for the 'DOCS' button.
de: Bitte wählen Sie einen Speicherort für die 'DOCS'-Taste
es: Seleccione a que memoria quiere acceder cuando pulse el botón 'DOCS'.
fr: Choisissez le type de mémoire pour les documents 'DOCS'.
it: Selezionare un tipo di memoria per il tasto 'DOCS'

source: Notes
de: Notizen
es: Notas
it: Note

source: Select a memory type for the 'NOTES' button.
de: Bitte wählen Sie einen Speicherort für die 'NOTES'-Taste
es: Seleccione a que memoria quiere acceder cuando pulse el botón 'NOTES'.
fr: Choisissez le type de mémoire pour les documents 'NOTES'.
it: Selezionare un tipo di memoria per il tasto 'NOTES'

source: Internal memory
de: Interner Speicher
es: Memoria interna
fr: Mémoire interne
it: Memoria interna

source: MMC card
de: MMC Karte
es: Memoria MMC
it: Scheda MMC

source: USB stick
es: Memoria USB
fr: Clé USB
it: Penna USB

source: CF card
de: CF Karte
es: Memoria CF
it: Scheda CF

source: USB Connection
de: USB Verbindung
es: Conexión USB
fr: Connexion USB
it: Connessione USB

source: Export via USB
de: Export über USB
es: Exportar via USB
fr: Exportation USB
it: Esportazione via USB

source: Select a memory type to be exported to the PC via the USB cable.
de: Bitte wählen Sie einen Speicherort für eine USB Verbindung zu einem PC.
es: Seleccione un tipo de memoria para enviar al PC via cable USB.
fr: Sélectionnez le type de mémoire à exporter sur le PC via le câble USB.
it: Seleziona il tipo di memoria da aprire sul PC quando ci si connette via USB.

source: When you select a memory type for an archive key, the iLiad will use this as storage for newly downloaded items from iDS.
de: Wenn Sie einen Speicherort für die Archivtaste festgelegt haben, legt der iLiad alle neu heruntergeladenen Daten von dem iDS dort ab.
es: Cuando seleccione un tipo de memoria para las teclas de acceso rápido su iLiad usara esta ubicación para nuevas descargas.
fr: Une fois le type de mémoire choisi, l'iLiad va stocker tout nouveau document provenant d'iDS sur cette mémoire.
it: Quando si seleziona un tipo di memoria come archivio, iLiad lo utilizzerà per memorizzare i nuovi elementi scaricati da iDS.

source: Quick Start Guide
de: Schnelleinstieg
es: Guia de Referencia Rápida
fr: Guide de référence
it: Guida Rapida

source: Reference materials
de: Referenzmaterial
es: Manuales y Documentación
fr: Documents de référence
it: Documentazione di riferimento

source: Device manager
de: Geräte Manager
es: Panel de Control
fr: Réglages de l'iLiad
it: Pannello di Controllo

source: Recent documents
de: Zuletzt angesehene Dokumente
es: Documentos recientes
fr: Documents récents
it: Documenti recenti

source: Last read document
de: Zuletzt gelesenes Dokument
es: Último documento usado
fr: Dernier document lu
it: Ultimo documento letto

source: News folder
de: Nachrichten Ordner
es: Directorio Periodicos
fr: Dossier Infos
it: Cartella Giornali

source: Books folder
de: Bücher Ordner
es: Directorio Libros
fr: Dossier Livres
it: Cartella Libri

source: Documents folder
de: Dokument Ordner
es: Directorio Documentos
fr: Dossier Documents
it: Cartella Documenti

source: Notes folder
de: Notizen Ordner
es: Directorio Notas
fr: Dossier Notes
it: Cartella Note

source: Start-up Settings
de: Starteinstellungen
es: Opciones de Inicio
fr: Paramètres de démarrage
it: Impostazioni di avvio

source: Please select what to open when starting up your iLiad.
de: Bitte legen Sie fest, was beim Starten des iLiads geöffnet werden soll.
es: Seleccione que acción desea ejecutar al encender su iLiad.
fr: Sélectionnez les éléments à ouvrir au démarrage d’iLiad.
it: Selezionare cosa aprire all'avvio di iLiad.

source: Stylus calibration
de: Stylus Kalibrierung
es: Calibrado del lápiz (stylus)
fr: Calibrage du stylet
it: Calibratura stylus

source: With this function you can re-calibrate your stylus.
de: Mit dieser Funktion können Sie Ihren Stylus neu kalibrieren.
es: Con esta función puede calibrar su stylus.
fr: Cette fonction vous permet de recalibrer le stylet.
it: Con questa funzione è possibile ricalibrare lo stylus.

source: Start Calibration
de: Start der Kalibrierung
es: Calibrar
fr: Début du calibrage
it: Avvia Calibratura

source: Device Identification
de: Gerätekennung
es: Identificación del dispositivo
fr: Identification du périphérique
it: Identificazione dispositivo

source: Product type:
de: Produkttyp:
es: Código de producto:
fr: Type de produit:
it: Tipo di prodotto:

source: Language set:
de: Spracheinstellung:
es: Idioma seleccionado:
fr: Code languages:
it: Set linguaggio:

source: OEM code:
es: Código OEM:
fr: Code OEM:
it: Codice OEM:

source: Country code:
de: Ländercode:
es: Código País:
fr: Code pays:
it: Codice Paese:

source: PCBA revision:
es: Revisión del PCBA:
fr: Révision circuit imprimé:
it: Revisione PCBA:

source: Wired MAC address:
de: Drahtgebundene MAC Adresse:
es: Mac address redes ethernet:
fr: Adresse MAC câblée:
it: Indirizzo MAC cablato:
