Repository: josuehenrique/iliad-hacking
Catalog: settings/po/*.po
Languages: de, es, fr, it

source: Wireless MAC address:
de: Drahtlose MAC Adresse:
es: Mac address redes WiFi
fr: Adresse MAC sans fil:
it: Indirizzo MAC wireless:

source: Software version:
es: Versión del Software:
fr: Version logiciel:
it: Versione Software:

source: Acknowledgements
de: Danksagungen
es: Agradecimientos:
fr: Remerciements
it: Ringraziamenti

source: iRex Technologies wants to thank the following people for contributing to the iLiad software:
de: iRex Technologies möchte sich bei folgenden Personen für Ihre Mitarbeit an der iLiad Software bedanken:
es: iRex Technologies desea agradecer la participación en el desarrollo del software del iLiad a las siguientes personas:
fr: iRex Technologies souhaite remercier les personnes suivantes pour leur contribution au logiciel iLiad:
it: iRex Technologies ringrazia le seguenti persone per aver contribuito al software iLiad:

source: German translation: %s
de: Deutsche Übersetzung: %s
es: Traducción al Alemán: %s
fr: Traduction allemande: %s
it: Traduzione tedesca: %s

source: Stylus calibration: %s
de: Stylus Kalibrierung: %s
es: Calibrado de Stylus: %s
fr: Calibrage du stylet: %s
it: Calibratura stylus: %s

source: Time to connect to iDS
de: Zeitpunkt der Verbindung zum iDS
es: Hora a la que desea conectar a iDS
fr: Délai de connexion au serveur iDS
it: Orario di connessione a iDS

source: Enabling "time to connection" causes the iLiad to download content from the iDS at a set time.
de: Einschalten von "Zeitpunkt der Verbindung" ermöglicht dem iLiad Ihalte aus dem iDS herunterzuladen.
es: Habilitando "la Hora de conexión automática" conseguira que su dispositivo descargue actualizaciones y contenidos automáticamente a la hora indicada.
fr: Si l’option "délai de connexion" est activée, iLiad télécharge le contenu du serveur iDS au moment défini.
it: Abilitare l'intervallo di connessione fa sì che iLiad si connetta a iDS ad un orario prestabilito.

source: Set the time
de: Festlegen des Zeitpunkts
es: Modifique la Hora
fr: Définir l’heure
it: Impostare l'orario

source: The iLiad will connect to iDS at the set time:
de: Der iLiad wird zur angegebenen Zeit eine Verbindung zum iDS herstellen.
es: Su dispositivo conectara a iDS para fijar la hora:
fr: iLiad se connecte au serveur iDS au moment défini:
it: iLiad si connetterà a iDS ai seguenti orari:

source: Connect at
de: Verbinden um
es: Conectar a
fr: Connexion à
it: Ore:

source: Include software downloads while connected to iDS.
de: Herunterladen von Softwareupdates während der Verbindung zum iDS.
es: Incluir actualizaciones de software cuando se conecte a Internet (iDS)
fr: Téléchargements logiciels inclus lors de la connexion à l’iDS.
it: Includere lo scaricamento di software quando si è connessi a iDS.

source: Switch off again after waking up the device.
de: Nach dem aufwecken des Geräts wieder ausschalten.
es: Apagar despues de la conexión automática.
fr: Nouvel arrêt après activation de l'iLiad.
it: Spegnere di nuovo iLiad dopo che si è acceso per la connessione.

source: When the iLiad is switched off, it will 'wake-up' to download content from the iDS.
de: Wenn der iLiad ausgeschaltet ist, wird er automatisch 'aufgeweckt' um Inhalte aus dem iDS herunterzuladen.
es: Cuando el dispositivo este apagado, se encendera automáticamente para descargar contenidos de su bandeja de entrada en iDS.
fr: Lorsque l’iLiad est arrêté, il redémarre pour télécharger le contenu du serveur iDS.
it: Quando iLiad è spento, si 'sveglierà' per scaricare i contenuti da iDS.

source: iLiad Settings
de: iLiad Einstellungen
es: Opciones del iLiad
fr: Configuration
it: Impostazioni iLiad

source: Product ID:
de: Produkt ID:
fr: ID produit:
it: ID Prodotto:

source: Software build number:
de: Software Build Nummer:
fr: N° de version du logiciel :
it: Numero build Software:

source: Kernel version:
fr: Version Kernel:
it: Versione kernel:

source: EPD ID:
fr: ID EPD:
