Repository: josuehenrique/iliad-hacking
Catalog: pcshareMgr/po/*.po
Languages: de, es, fr, it, nl, ru, zh

source: Connecting to PC share...
de: Verbinden mit PC Share...
es: Conectando a la unidad del PC compartida...
fr: Connexion à PC share ...
it: Connessione alla cartella condivisa sul PC...
nl: Verbinding zoeken met de PC...
ru: Подключение к компьютеру...
zh: 正在连接PC......

source: Cannot find download history location
de: Kann die Download Historie nicht finden
es: No se puede encontrar el historial
fr: Ne peut trouver le répertoire de l'historique des téléchargements
it: Impossibile trovare la posizione della cronologia download
nl: Kan de lokatie van de download geschiedenis niet vinden
ru: Невозможно найти местоположение истории скачиваний
zh: 无法找到下载历史的位置

source: Cannot find the shared folder on the PC
de: Kann den Ordner auf dem PC nicht finden.
es: No se puede encontrar la carpeta buscada en el PC
fr: Ne peut trouver le dossier partagé sur le PC
it: Impossibile trovare la cartella condivisa sul PC
nl: Kan de gedeelde map op de PC niet vinden
ru: Невозможно найти разделяемую папку на компьютере
zh: 无法找到在PC上的共享目录

source: --- Transfer Complete ---
de: --- Übertragung vollständig ---
es: --- Transferencia Completada ---
fr: --- Transfert terminé ---
it: --- Trasferimento Completato ---
nl: --- Overdracht voltooid ---
ru: --- Передача завершена ---
zh: --- 传输完成 ---

source: --- Nothing to Transfer ---
de: --- Nichts zu übertragen ---
es: --- Nada que Transferir ---
fr: --- Rien à tranférer ---
it: --- Nulla da trasferire ---
nl: --- Niets te kopiÃ«ren ---
ru: --- Ничего нет для передачи ---
zh: --- 无任何传输 ---

source: There were errors during the transfer of %d items. Please make sure the destination location on your iLiad has enough free space and the PC share has both read and write permissions.
de: Während der Übertragung von %d Dateien sind Fehler aufgetreten. Bitte stellen Sie sicher das genügend Platz auf dem iLiad frei ist und das PC Share Lese- und Schreibrechte hat.
es: Se han producido errores durante la transferencia de %d archivos. Asegurese de que la la unidad de destino en su iLiad tiene suficiente espacio libre disponible y que su PC tiene permisos de lectura y escritura.
fr: Des erreurs sont survenues lors du tranfert de %d items. Assurez-vous que le répertoire de destination de votre iLiad a assez d'espace disponible et que le PC share a les droits d'écriture et de lecture.
it: Ci sono stati errori nel trasferimento di %d elementi. Assicurarsi che sul supporto di memoria di destinazione ci sia spazio e che la cartella condivisa sul PC abbia i permessi di lettura e scrittura.
nl: Er zijn fouten opgetreden tijden de overdracht van %d bestanden. Verifieer dat de doellocatie op de iLiad voldoende vrije diskruimte heeft en de gedeelde map op de PC zowel lees- als schrijfrechten heeft.
zh: 在传输%d项时发生错误。请确认在您iLiad目标位置拥有足够的限制空间，并且您的PC共享目录拥有读和写的权限。

source: Unable to upload files to PC: cannot create inbox folder. File upload has been cancelled.
de: Kann Dateien nicht auf den PC kopieren: Kann keinen Inbox Ordner anlegen. Datei Upload wurde abgebrochen.
es: Imposible transferir archivos al PC: No se puede crear la bandeja de entrada. La transferencia de archivos se ha cancelando.
fr: Téléchargement des fichiers sur PC impossible: Ne peut créer de répertoire. Le téléchargement du fichier a été annulé.
it: Impossibile caricare i file sul PC: non è possibile creare la cartella inbox. L'upload è stato annullato.
nl: Kan geen bestanden naar PC uploaden: inbox map kan niet aangemaakt worden. Het uploaden van bestanden is gestopt.
ru: Невозможно закачать файл на компьютер: невозможно создать папку inbox. Закачка файлов отменена.
zh: 无法上传文件至PC：无法生成inbox子目录。 文件上传被删除。

source: Unable to upload files to PC: cannot create temporary inbox folder. File upload has been cancelled.
de: Kann Dateien nicht auf den PC kopieren: Kann keinen kurzzeitigen Inbox Ordner anlegen. Datei Upload wurde abgebrochen.
es: Imposible transferir archivos al PC: No se puede crear la bandeja de entrada temporal. La transferencia de archivos se ha cancelando.
fr: Téléchargement des fichiers sur PC impossible: Ne peut créer de répertoire temporaire. Le téléchargement des fichiers a été annulé.
it: Impossibile caricare i file sul PC: non è possibile creare la cartella temporanea inbox. L'upload è stato annullato.
nl: Kan geen bestanden naar PC uploaden: tijdelijke inbox map kan niet aangemaakt worden. Het uploaden van bestanden is gestopt.
ru: Невозможно закачать файл на компьютер: невозможно создать временную папку inbox. Закачка файлов прекращена.
zh: 无法上传文件至PC：无法生成临时inbox子目录。 文件上传被删除。

source: Uploading to PC:
de: Upload auf den PC:
es: Transfiriendo al PC:
fr: Téléchargement en cours sur PC...
it: Caricamento file sul PC in corso:
nl: Uploaden van PC:
ru: Закачка на компьютер:
zh: 上传至PC：

source: Error while uploading %s to PC. File upload has been cancelled. Error: %s (%d)
de: Fehler beim kopieren von %s auf den PC. Datei Upload wurde abgebrochen. Fehler: %s (%d)
es: Error mientras se transfería %s al PC. La transferencia de archivos se ha cancelando. Error: %s (%d)
fr: Erreur lors du téléchargement %s sur PC. Le téléchargement a été annulé. Erreur: %s (%d)
it: Errore durante il cariicamento di %s sul PC. L'upload è stato annullato. Errore: %s (%d)
nl: Fout bij het uploaden van %s naar PC. Het uploaden van bestanden is afgebroken. Foutcode: %s (%d)
ru: Ошибка при закачивании %s на компьютер. Закачка файла прекращена. Error: %s (%d)
zh: 上传%s 至PC时发生错误，文件上传被删除。 错误信息：%s（%d）

source: Downloading from PC:
de: Kopieren vom PC:
es: Descargando desde el PC:
fr: Téléchargement en cours à partir du PC...
it: Download dal PC in corso:
nl: Downloaden van PC:
ru: Скачивание с компютера:
zh: 正在从PC下载：

source: Please click here to confirm.
de: Zur Bestätigung bitte hier klicken.
es: Haga clic aquí para aceptar.
fr: Cliquez ici pour confirmer.
it: Cliccare qui per confermare.
nl: Klik hier om te bevestigen.
ru: Нажмите тут для подтверждения.
zh: 点击此处确认。
